/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf δευτερόλεπτα";

/* No comment provided by engineer. */
"%i hours" = "%i ώρες";

/* No comment provided by engineer. */
"%i minutes" = "%i λεπτά";

/* No comment provided by engineer. */
"1 day" = "1 ημέρα";

/* No comment provided by engineer. */
"1 hour" = "1 ώρα";

/* No comment provided by engineer. */
"1 minute" = "1 λεπτό";

/* No comment provided by engineer. */
"1 second" = "1 δευτερόλεπτο";

/* No comment provided by engineer. */
"1 week" = "1 εβδομάδα";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Επισύναψη>>";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Καθαρισμός όλων";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Καθαρισμός όλων απο εδώ και κάτω";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Καθαρισμός όλων απο εδώ και αριστερά";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Καθαρισμός όλων απο εδώ και δεξιά";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Καθαρισμός όλων απο εδώ και πάνω";

/* Copy the link to the clipboard */
"Copy Link" = "Αντιγραφή συνδέσμου";

/* No comment provided by engineer. */
"Image Picker" = "Επιλογέας εικόνων";

/* No comment provided by engineer. */
"Invalid Input" = "Λανθασμένη επιλογή";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Πήγαινε στο σημείο εστίασης";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Πήγαινε στο επόμενο σημείο";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Πήγαινε στο προηγούμενο σημείο";

/* No comment provided by engineer. */
"OK" = "ΟΚ";

/* No comment provided by engineer. */
"Picture" = "Εικόνα";

/* No comment provided by engineer. */
"Select Image" = "Επιλογή εικόνας ";

/* Strings the code localizes which had never been extracted; English value = key. */
"%li days" = "%li ημέρες";
"%li hours" = "%li ώρες";
"%li minutes" = "%li λεπτά";
"%li weeks" = "%li εβδομάδες";
